// pages/index/notice/noticeDetails/noticeDetails.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    details: {
      detailTitle: '我省创新高校编制管理 高层次人才编制可单列',
      detailTime: '2017-09-10',
      detailSrc: "本站",
      detailViews: '254',
      content: '8月23日，全省扶贫开发项目档案业务培训会在成都举办，旨在学习宣传贯彻《四川省扶贫开发项目档案管理细则》，进一步提高扶贫开发项目档案业务水平，扎实推进扶贫开发项目档案工作，更好地服务脱贫攻坚战略，发挥档案工作在同步全面建成小康社会中的独特作用。省档案局党组成员、副局长周书生出席会议并讲话。   周书生指出，扶贫开发项目档案是扶贫开发项目建设中形成的具有保存价值的各种形式和载体的历史记录，是国家档案资源的重要组成部分，是扶贫开发工作成果的体现。做好扶贫开发项目档案工作，是档案部门的政治任务和法定职责，全省各级档案部门要站在对国家、对人民和对历史负责的高度，切实增强做好扶贫开发项目档案工作的责任感、紧迫感和使命感，为奋力夺取脱贫攻坚全面胜利贡献力量。去年以来，省档案局认真贯彻中央、省委关于脱贫攻坚的重大决策部署，依据相关法规规定，先后印发了《关于认真贯彻落实省委十届六次全会精神努力做好扶贫开发档案工作的通知》《关于进一步加强精准扶贫档案工作的意见》《四川省扶贫开发项目档案管理细则》等，对做好扶贫开发档案工作作出了安排，提'
    }

  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})